{
    "person": {
      "role": "AI Enthusiast, Competitor, and Builder"
    },
    "newsletter": {
      "title": "Subscribe to Qendrim's Newsletter",
      "description": "I write about AI, competitive tech, and share insights from building tools and teams in CS.",
      "button": "Sign up"
    },
    "home": {
      "label": "Home",
      "title": "Qendrim's Portfolio",
      "description": "Portfolio website showcasing my work as an AI Enthusiast, Competitor, and Builder",
      "headline": "AI Enthusiast, Competitor, and Builder",
      "subline": "Hi! I'm Qendrim, a 2nd Year Computer Science student at the University of Alberta. I'm passionate about AI, competitive programming, and building impactful tools. I’ve worked on projects like a team formation algorithm, sign language detection, and custom comp infrastructure. I’ve also won hackathons and case comps and I’m always looking for new ways to grow and compete.",
      "cta-primary": "Work With Me",
      "cta-secondary": "See My Work",
      "intro": "I give my all, learn from losses, and build tools that make teams better."
    },
    "about": {
      "label": "About",
      "title": "About me",
      "description": "Meet Qendrim — AI-focused, competition-driven, and building toward better systems",
      "intro": {
        "title": "Introduction",
        "description": "Qendrim is a Computer Science student from Canada with 5 years of programming experience. He’s focused on creating AI-powered tools, winning competitions, and designing systems that scale impact for technical teams."
      },
      "work": {
        "title": "Work Experience",
        "experiences": {
          "Index Competitive": {
            "timeframe": "2025 - Present",
            "role": "Founder & President",
            "achievements": "Leading a high-performance student team by building systems for competitive success across tech, business, and design challenges. Created an AI-based team-building algorithm used in competitions like NeuroAlbertaTech."
          }
        }
      },
      "studies": {
        "title": "Studies",
        "institutions": {
          "University Education": {
            "description": "Studying Computer Science at the University of Alberta with a focus on AI, algorithms, and systems design."
          },
          "Self-Learning": {
            "description": "Building skills through online courses, deep dives into ML and systems programming, and competitive projects."
          }
        }
      },
      "technical": {
        "title": "Technical Skills",
        "skills": {
          "PyTorch": {
            "description": "Experienced in building and training deep learning models for classification, prediction, and generation tasks."
          },
          "TensorFlow": {
            "description": "Proficient in implementing scalable neural networks and deploying models in production environments."
          },
          "Scikit-learn": {
            "description": "Used extensively for traditional ML tasks including classification, regression, clustering, and model evaluation."
          },
          "Pandas & NumPy": {
            "description": "Skilled in efficient data manipulation, preprocessing pipelines, and numerical computing for ML workflows."
          },
          "Algorithm Design": {
            "description": "Strong foundation in building custom algorithms for optimization, team formation, and decision-making systems."
          },
          "Automation & Scripting": {
            "description": "Developed systems to automate workflows, simulate outcomes, and streamline data-driven processes."
          }
        }
      }
    },
    "blog": {
      "label": "Blog",
      "title": "Writing about AI, competitions, and building smart systems",
      "description": "Read what Qendrim has been up to recently"
    },
    "work": {
      "label": "Past Work",
      "title": "My Projects",
      "description": "AI and competition-focused projects by Qendrim"
    },
    "testimonials": {
      "label": "Testimonials",
      "title": "Testimonials",
      "description": "Read what other people have to share about working with Qendrim"
    },
    "gallery": {
      "label": "Gallery",
      "title": "My Photo Gallery",
      "description": "A photo collection by Qendrim"
    },
    "contact": {
      "label": "Contact",
      "title": "Contact Qendrim",
      "description": "Get in touch with Qendrim"
    },
    "projectCard": {
      "label": "Read Case Study"
    }
  }
  